Repository: unpetitlu/apps-IOS
Catalog: troiswresto_corrige/troiswresto/*.lproj/Localizable.strings
Languages: fr

source: Cancel
fr: Annuler

# addresto.getapicture
source: Get a picture for this restaurant
fr: Ajouter une photo à ce resto

# addresto.takeapicture
source: Take a picture
fr: Prendre une photo

# addresto.usecameraroll
source: Use camera roll
fr: Choisir dans la bibliothèque

# addresto.restocreated
source: Resto created
fr: Resto créé

# addresto.incomplete
source: Incomplete
fr: Saisie incomplète

# addresto.typeaname
source: Type the name of the restaurant
fr: Saisir le nom du resto

# addresto.cheap
source: $ : from 4 to 6 dollars
fr: € : de 4 à 6 euros

# addresto.medium
source: $$ : from 6 to 10 dollars
fr: €€ : de 6 à 10 euros

# addresto.expensive
source: $$$ : more than 10 dollars
fr: €€€ : plus de 10 euros

# addresto.pricerange
source: Price Range
fr: Gamme de prix

# addresto.name
source: Name
fr: Nom

# addresto.saveresto
source: Save
fr: Enregistrer

# addresto.addaresto
source: Add a resto
fr: Ajouter un resto

# addresto.restonameplaceholder
source: Name of the restaurant
fr: Nom du resto

# welcome.next
source: Next
fr: Suivant

# welcome.ignore
source: Ignore
fr: Ignorer

source: Not logged in
fr: Non connecté

source: Logged in
fr: Connecté
